{
  "barbar.nvim": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "chezmoi": { "branch": "main" },
  "cmake": { "branch": "master" },
  "cmp": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "crates": { "branch": "main" },
  "deferred-clipboard": { "branch": "master" },
  "dracula": { "branch": "master" },
  "floaterm": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox": { "branch": "main" },
  "guard": { "branch": "main" },
  "guard-collection": { "branch": "main" },
  "ibl": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "lualine": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "nord": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-tree": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark": { "branch": "master" },
  "peek": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rustaceanvim": { "branch": "master" },
  "sonokai": { "branch": "master" },
  "telescope": { "branch": "master" },
  "toml": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "which-key": { "branch": "main" }
}