{
  "catppuccin": { "branch": "main" },
  "chezmoi": { "branch": "main" },
  "cmake": { "branch": "master" },
  "coq": { "branch": "coq" },
  "coq.artifacts": { "branch": "artifacts" },
  "coq.thirdparty": { "branch": "3p" },
  "crates": { "branch": "main" },
  "deferred-clipboard": { "branch": "master" },
  "dracula": { "branch": "master" },
  "floaterm": { "branch": "master" },
  "gruvbox": { "branch": "main" },
  "guard": { "branch": "main" },
  "guard-collection": { "branch": "main" },
  "indent-blankline": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "mason": { "branch": "main" },
  "nord": { "branch": "main" },
  "nvim-tree": { "branch": "master" },
  "onedark": { "branch": "master" },
  "peek": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rustaceanvim": { "branch": "master" },
  "sonokai": { "branch": "master" },
  "telescope": { "branch": "master" },
  "toml": { "branch": "main" },
  "treesitter": { "branch": "master" }
}